<?php
return [
    'title' => 'اختر  مايناسبك!',
    'description' => 'اختر الخطة التي تناسب مشروعك وسنقوم بالتواصل معك في أسرع وقت ممكن',
    'basic' => [
        'title' => 'بناء موقع ويب',
        'subtitle' => 'ابدأ صفحة مشروعك على الويب معنا',
        'price' => '150 دينار كويتي',
        'features' => [
            1 => 'تصميم موقع جذاب بألوان رائعة',
            2 => 'استخدام أحدث الوسائل التقنية لبرمجة الموقع',
            3 => 'عمل موقع متجاوب مع أجهزة الهاتف',
            4 => 'سهولة الاستخدام والتنقل',
            5 => 'دعم فني مستمر',
        ],
        'button' => 'ابدأ معنا!',
    ],

    'pro' => [
        'title' => 'لوحة تحكم السحاب',
        'subtitle' => 'لإدارة المشاريع بفعالية!',
        'launch_notice' => 'لإدارة مشروعك بسهولة على الإنترنت',
        'price' => '300 دينار كويتي',
        'features' => [
            1 => ' اطلاع دائم بالبيانات الحية لأهم المؤشرات مثل الأداء والإنتاجية والمالية،',
            2 => 'تخصيص لوحة التحكم لتناسب احتياجات عملك بشكل مميز.',
            3 => 'تحكّم بصلاحيات الإستخدام لضمان أمان البيانات',
            4 => 'أنشئ وصدّر تقارير ورسوم بيانية تفاعلية لتحليل البيانات',
            5 => 'تتبع المهام والمشاريع والمواعيد النهائية',
            6 => 'تصميم متوافق مع الأجهزة المحمولة',
        ],
        'soon_features' => [
            1 => 'تسجيل دخول متعدد للأنواع المختلفة من المستخدمين (أولياء الأمور، المعلمون، الإداريون)',
            2 => 'ميزات جديدة قادمة مثل إدارة النشاطات والفعاليات',
        ],
        'button' => 'انطلق في مغامرتك!',
    ],
];
