<?php
return [
    'title' => 'اختر مغامرتك!',
    'description' => 'اختر الخطة المثالية لرحلة مدرستك عبر الإنترنت. سواء كانت صفحة هبوط ساحرة أو لوحة تحكم شاملة، لدينا كل ما تحتاجه!',

    'basic' => [
        'title' => 'بناء موقع ويب',
        'subtitle' => 'ابدأ صفحة مدرستك على الويب معنا',
        'price' => '150 دينار كويتي',
        'features' => [
            1 => 'تصميم موقع جذاب بألوان رائعة',
            2 => 'استخدام أحدث الوسائل التقنية لبرمجة الموقع',
            3 => 'عمل موقع متجاوب مع أجهزة الهاتف',
            4 => 'سهولة الاستخدام والتنقل',
            5 => 'دعم فني مستمر',
        ],
        'button' => 'ابدأ المتعة!',
    ],

    'pro' => [
        'title' => 'لوحة تحكم قوس المطر',
        'subtitle' => 'لإدارة المدرسة بفعالية!',
        'price' => '300 دينار كويتي',
        'features' => [
            1 => 'تحتوي على جميع ميزات صفحة الهبوط المشوقة',
            2 => 'نظام إدارة الطلاب',
            3 => 'نظام إدارة أولياء الأمور',
            4 => 'نظام إدارة الملفات',
            5 => 'نظام إدارة الفصول والمعلمين',
            6 => 'تحليلات متقدمة لتقييم الأداء',
            7 => 'إدارة مستخدمين سهلة وسلسة',
            8 => 'تكاملات مخصصة مع أدوات أخرى',
            9 => 'تصورات بيانات ديناميكية لعرض المعلومات بشكل جذاب',
            10 => 'نظام تسجيل إلكتروني للطلاب',
        ],
        'soon_features' => [
            1 => 'تسجيل دخول متعدد للأنواع المختلفة من المستخدمين (أولياء الأمور، المعلمون، الإداريون)',
            2 => 'ميزات جديدة قادمة مثل إدارة النشاطات والفعاليات',
        ],
        'button' => 'انطلق في مغامرتك!',
    ],
];