   <?php
    return [
        'projects' => [
            'magical' => 'مشاريعنا',
            'learning_journey' => '',
            'description' => 'استكشف أعمالنا المميزة وتعرف على الإبداعات التي أضفناها إلى مشاريعنا.',
            'activities' => [
                'title' => 'صفحة الهبوط لمدرسة برايت',
                'description' => 'تصميم عصري مصمم لمدرسة تعليمية متقدمة.',
                // 'alt' => 'أطفال يشاركون في أنشطة التعلم',
                // 'tag1' => 'تعليم إبداعي',
                // 'tag2' => 'تعليم قائم على اللعب'
            ],
            'portal' => [
                'title' => 'لوحة إدارة المدرسة',
                'description' => 'منصة ممتازة لإدارة الأعمال المدرسية بكفاءة مع تصميم عصري.',

                // 'alt' => 'معاينة واجهة بوابة الآباء',
                // 'tag1' => 'التواصل مع الآباء',
                // 'tag2' => 'تتبع التقدم'
            ],
            'project3' => [
                'title' => ' موقع شركة كهروماء',
                'description' => 'بتصميم جميل يعرف عن الشركة ومشاريعها',

                // 'alt' => 'معاينة واجهة بوابة الآباء',
                // 'tag1' => 'التواصل مع الآباء',
                // 'tag2' => 'تتبع التقدم'
            ],
            'view_more' => 'عرض المزيد'
        ]
    ];