<?php
// resources/lang/ar/services.php
return [
    'title' => 'خدماتنا',
    'description' => 'نقدم تصاميم احترافية لتصميم مواقع الويب لعرض أفكارك في أبهى حله',
    'web_design' => [
        'title' => 'تصميم المواقع',
        'feature_1' => 'تصاميم مخصصة تعكس رؤية وهوية العلامة التجارية الخاصة بك',
        'feature_2' => 'تصميم متجاوب يتكيف مع جميع الأجهزة لتجربة مستخدم مثالية',
        'feature_3' => 'تحسين تجربة المستخدم (UX) وتصميم واجهات تفاعلية (UI)',
        'feature_4' => 'إنشاء مواقع متوافقة مع محركات البحث لتحسين الظهور في نتائج البحث',
    ],


    'project_management_systems' => [
        'title' => 'أنظمة إدارة المشاريع',
        'feature_1' => 'لوحات تحكم مخصصة لإدارة أنواع مختلفة من المشاريع مثل نظام إدارة المدارس',
        'feature_2' => 'تتبع البيانات وتوليد التقارير في الوقت الفعلي لدعم اتخاذ القرار الفعال',
        'feature_3' => 'واجهة مستخدم سهلة الاستخدام لتبسيط العمليات المعقدة',
        'feature_4' => 'إدارة التحكم في الوصول لضمان أمان البيانات وخصوصية المستخدم',
    ],
    'web_development' => [
        'title' => 'تطوير المواقع',
        'feature_1' => 'تطوير كامل (Full-stack) لبناء حلول ويب متكاملة',
        'feature_2' => 'تطبيقات ويب مخصصة تلبي احتياجات وأهداف عملك',
        'feature_3' => 'كود محسن لأداء عالي وأمان قوي',
        'feature_4' => 'دمج واجهات برمجة التطبيقات (API) لتعزيز الوظائف وربط الموقع بخدمات أخرى',
    ],




    'redesign' => [
        'title' => 'إعادة تصميم المواقع',
        'feature_1' => 'تحليل وتدقيق الموقع',
        'feature_2' => 'تحديث واجهة المستخدم الحديثة',
        'feature_3' => 'نقل المحتوى',
        'feature_4' => 'الحفاظ على تحسين محركات البحث',
    ],

    'cta_button' => 'ناقش مشروعك',
];
